const JRShikoku_data = [

	// ここからJR四国
    {
		'Ltd_Exp':true,
        'company_type':'JR',
		'company_ja':'JR四国',
		'company_en':'JR-Shikoku',
		'series':'2000系',
		'series_en':'JRS2000',
		'colors':'',
		'place_1':'撮影地:土讃線讃岐財田駅',
		'place_2':'撮影地:予讃線伊予平野駅',
		'place_3':'撮影地:土讃線多度津駅～金蔵寺駅間',
		'company_lines':'(JR線)土讃線、予讃線、内子線、本四備讃線、宇野線',
		'other_company_lines':'(他社線)土佐くろしお鉄道中村線、宿毛線',
		'explanatory_text':'1989年に登場した2000系TSEのデータを反映して、1990年より登場。持ち前の制御式振り子を活かして急カーブが連続する土讃線や予讃線に投入され、四国特急のスピードアップに貢献し、四国全域の特急列車をカバーしていた時期もあった。しかし2019年より後継車両である2700系の導入が進むと順次引退が進んでいき、現在ではごく一部の車両が活躍するのみとなっている。',
    },
    {
		'Ltd_Exp':true,
        'company_type':'JR',
		'company_ja':'JR四国',
		'company_en':'JR-Shikoku',
		'series':'8000系',
		'series_en':'JRS8000',
		'colors':'',
		'place_1':'撮影地:予讃線宇多津駅',
		'place_2':'撮影地:予讃線讃岐塩屋駅',
		'place_3':'撮影地:本四備讃線児島駅～宇多津駅間',
		'company_lines':'(JR線)予讃線、本四備讃線、宇野線',
		'other_company_lines':'',
		'explanatory_text':'予讃線が電化された際に登場した制御式振り子装置を搭載した特急型電車。主に岡山～松山を結ぶ特急しおかぜ、高松～松山を結ぶ特急いしづちに充当されている。持ち前の振り子装置とスピードを活かした運行がなされ、カーブが多い予讃線での特急列車のスピードアップに貢献してる。2016年からはアンパンマンのラッピングを施した車両も登場している。',
    },
    {
		'Ltd_Exp':true,
        'company_type':'JR',
		'company_ja':'JR四国',
		'company_en':'JR-Shikoku',
		'series':'8600系',
		'series_en':'JRS8600',
		'colors':'',
		'place_1':'撮影地:土讃線宇多津駅',
		'place_2':'撮影地:予讃線讃岐塩屋駅',
		'place_3':'撮影地:本四備讃線児島駅～宇多津駅間',
		'company_lines':'(JR線)予讃線、本四備讃線、宇野線',
		'other_company_lines':'',
		'explanatory_text':'予讃線で運行されていた2000系の置き換えを目的に登場。主に岡山～松山を結ぶ特急しおかぜ、高松～松山を結ぶ特急いしづちに充当されている。JR四国では初めて空気ばねによる車体傾斜機構を採用し、急カーブが多い予讃線での運転にも対応している。編成の自由度を持たせるべく、グリーン車つきの3両編成と普通車のみで構成された2両編成が在籍。その特性を生かして2両～8両編成を柔軟に組成することができる。',
    },
	// ここまで第三セクター

	// ここまでカテゴリーJR・三セク
]